a52dec
aalib
accountsservice
acl
adapta-gtk-theme
adobe-source-code-pro-fonts
adobe-source-han-sans-cn-fonts
adobe-source-han-sans-jp-fonts
adobe-source-han-sans-kr-fonts
adobe-source-sans-pro-fonts
adwaita-icon-theme
alsa-card-profiles
alsa-firmware
alsa-lib
alsa-plugins
alsa-topology-conf
alsa-ucm-conf
alsa-utils
aom
apm
appstream-glib
arandr
arc-gtk-theme
arch-install-scripts
archlinux-appstream-data
archlinux-keyring
argon2
aribb24
arj
asciinema
aspell
at-spi2-atk
at-spi2-core
atk
atkmm
atom
attr
audit
autoconf
automake
avahi
awesome-terminal-fonts
babl
balena-etcher
baobab
base
bash
bash-completion
bashtop
bc
betterlockscreen
bibata-cursor-theme
bind
binutils
bison
blas
blueberry
bluez
bluez-libs
bluez-tools
bluez-utils
boost-libs
broadcom-wl
brotli
btrfs-progs
bubblewrap
bzip2
c-ares
ca-certificates
ca-certificates-mozilla
ca-certificates-utils
cabextract
cairo
cairomm
cantarell-fonts
cblas
cdparanoia
cheese
chromaprint
cifs-utils
clonezilla
clucene
clutter
clutter-gst
clutter-gtk
cogl
colord
confuse
conky-lua-archers
coreutils
cracklib
crda
cryptsetup
ctags
cups
cups-filters
cups-pdf
curl
darkhttpd
dav1d
db
dbus
dbus-glib
dconf
dconf-editor
ddrescue
desktop-file-utils
device-mapper
dex
dhclient
dialog
diffutils
ding-libs
discord
djvulibre
dmenu
dmidecode
dmraid
dnsmasq
dnssec-anchors
dosfstools
double-conversion
downgrade
drbl
dropbox
e2fsprogs
ecryptfs-utils
editorconfig-core-c
edk2-shell
efibootmgr
efivar
electron
electron6
elfutils
enchant
ethtool
evince
exfat-utils
exiv2
expac
expat
f2fs-tools
faac
faad2
fakeroot
feh
ffmpeg
fftw
file
file-roller
filesystem
findutils
firefox
flac
flameshot
flex
fluidsynth
fontconfig
foomatic-db
foomatic-db-engine
foomatic-db-gutenprint-ppds
foomatic-db-nonfree
foomatic-db-nonfree-ppds
foomatic-db-ppds
freetype2
frei0r-plugins
fribidi
fsarchiver
fuse-common
fuse2
fuse3
galculator
gavl
gawk
gc
gcab
gcc
gcc-libs
gconf
gcr
gd
gdbm
gdk-pixbuf2
gdl
gegl
gettext
ghostscript
giblib
giflib
gimp
git
gitahead-bin
gksu
glib-networking
glib2
glibc
glibmm
glslang
glu
glyr
gmp
gmrun
gnome-bluetooth
gnome-desktop
gnome-disk-utility
gnome-menus
gnome-themes-extra
gnome-video-effects
gnu-netcat
gnupg
gnutls
gobject-introspection-runtime
gparted
gpgme
gpm
gptfdisk
grammalecte
graphene
graphite
grep
groff
grub
gsettings-desktop-schemas
gsfonts
gsl
gsm
gspell
gssdp
gssproxy
gst-plugins-bad
gst-plugins-bad-libs
gst-plugins-base
gst-plugins-base-libs
gst-plugins-good
gst-plugins-ugly
gstreamer
gtk-update-icon-cache
gtk2
gtk3
gtkmm3
gtksourceview3
gtkspell3
gtop
gufw
guile
gupnp
gupnp-igd
gutenprint
gzip
hardcode-fixer-git
harfbuzz
harfbuzz-icu
haveged
hddtemp
hdparm
hicolor-icon-theme
hidapi
hplip
http-parser
hunspell
hwids
hwinfo
hwloc
hyphen
i3lock-color
iana-etc
icu
ifuse
ijs
imagemagick
imlib2
inkscape
inxi
iproute2
iptables
iputils
ipw2100-fw
ipw2200-fw
irssi
iso-codes
iw
jack
jad
jansson
jasper
jbig2dec
jfsutils
jq
js78
json-c
json-glib
kbd
keyutils
kmod
krb5
l-smash
lame
lapack
laptop-detect
lbzip2
lcms2
ldb
ldns
lensfun
less
libabw
libaio
libappindicator-gtk3
libarchive
libass
libassuan
libasyncns
libatasmart
libatomic_ops
libavc1394
libavtp
libblockdev
libbluray
libbs2b
libbsd
libburn
libbytesize
libcaca
libcanberra
libcanberra-pulse
libcap
libcap-ng
libcddb
libcdio
libcdio-paranoia
libcdr
libclastfm
libcloudproviders
libcmis
libcroco
libcups
libdaemon
libdatrie
libdbusmenu-glib
libdbusmenu-gtk3
libdbusmenu-qt5
libdc1394
libdca
libde265
libdrm
libdv
libdvbpsi
libdvdnav
libdvdread
libe-book
libebml
libedit
libelf
libepoxy
libepubgen
libetonyek
libev
libevdev
libevent
libexif
libexttextcat
libfdk-aac
libffi
libfontenc
libfreehand
libgcrypt
libgee
libgexiv2
libgksu
libglvnd
libgme
libgnome-keyring
libgnomekbd
libgpg-error
libgphoto2
libgtop
libgudev
libgusb
libgxps
libheif
libibus
libical
libice
libid3tag
libidn
libidn2
libiec61883
libimagequant
libimobiledevice
libindicator-gtk3
libinput
libinstpatch
libisofs
libixion
libjpeg-turbo
libkate
libkeybinder3
libksba
liblangtag
libldap
liblouis
liblqr
liblrdf
libmad
libmagick6
libmatroska
libmaxminddb
libmbim
libmfx
libmicrodns
libmicrohttpd
libmm-glib
libmms
libmng
libmnl
libmodplug
libmpc
libmpcdec
libmpd
libmpeg2
libmspub
libmwaw
libmypaint
libndp
libnetfilter_conntrack
libnewt
libnfnetlink
libnftnl
libnghttp2
libnice
libnl
libnm
libnma
libnotify
libnsl
libnumbertext
libodfgen
libofa
libogg
libomxil-bellagio
liborcus
libotr
libp11-kit
libpagemaker
libpaper
libpcap
libpciaccess
libpeas
libpgm
libpipeline
libplacebo
libplist
libpng
libproxy
libpsl
libpulse
libpwquality
libqmi
libqxp
libraqm
libraw
libraw1394
libreoffice-fresh
librevenge
librsvg
libsamplerate
libsasl
libseccomp
libsecret
libshout
libsidplay
libsigc++
libsm
libsndfile
libsodium
libsoup
libsoxr
libspectre
libspiro
libsrtp
libssh
libssh2
libstaroffice
libstemmer
libsynctex
libtar
libtasn1
libteam
libthai
libtheora
libtiff
libtirpc
libtommath
libtool
libtorrent-rasterbar
libunique
libunistring
libunwind
libupnp
libusb
libusbmuxd
libuv
libva
libvdpau
libvisio
libvisual
libvorbis
libvpx
libwacom
libwebp
libwmf
libwnck3
libwpd
libwpe
libwpg
libwps
libx11
libx86emu
libxau
libxaw
libxcb
libxcomposite
libxcrypt
libxcursor
libxdamage
libxdmcp
libxext
libxfce4ui
libxfce4util
libxfixes
libxfont2
libxft
libxi
libxinerama
libxkbcommon
libxkbcommon-x11
libxkbfile
libxklavier
libxml2
libxmu
libxnvctrl
libxpm
libxpresent
libxrandr
libxrender
libxres
libxshmfence
libxslt
libxss
libxt
libxtst
libxv
libxvmc
libxxf86vm
libyaml
libzmf
licenses
lightdm
lightdm-gtk-greeter
lightdm-gtk-greeter-settings
lilv
linux
linux-api-headers
linux-atm
linux-firmware
llvm-libs
lm_sensors
lmdb
logrotate
lpsolve
lrzip
lsb-release
lshw
lsscsi
lua
lua51
lua52
luajit
luit
lvm2
lz4
lzo
lzop
m4
mailcap
make
man-db
man-pages
mc
md4c
mdadm
meld
memtest86+
menulibre
mesa
metis
minizip
mintstick-git
mjpegtools
mkinitcpio
mkinitcpio-busybox
mkinitcpio-nfs-utils
mkinitcpio-openswap
mlocate
mobile-broadband-provider-info
modemmanager
mpfr
mpg123
mpv
mtdev
mtools
mugshot
mujs
mypaint-brushes1
nano
nbd
ncurses
ndctl
ndisc6
neofetch
neon
net-snmp
net-tools
nettle
network-manager-applet
networkmanager
networkmanager-openconnect
networkmanager-openvpn
networkmanager-pptp
networkmanager-vpnc
nfs-utils
nfsidmap
nilfs-utils
nm-connection-editor
node-gyp
nodejs
nomacs
noto-fonts
npm
npth
nspr
nss
nss-mdns
ntfs-3g
ntp
numlockx
nvme-cli
oniguruma
onlyoffice-bin
openal
openconnect
opencore-amr
opencv
openexr
openjpeg2
openmpi
openresolv
openssh
openssl
openssl-1.0
openvpn
opus
orc
os-prober
p11-kit
pacman
pacman-contrib
pacman-mirrorlist
pacutils
pam
pamac-aur
pambase
pango
pangomm
partclone
parted
partimage
patch
pavucontrol
pbzip2
pciutils
pcre
pcre2
pcsclite
peek
perl
perl-alien-build
perl-alien-libxml2
perl-capture-tiny
perl-clone
perl-data-dump
perl-dbi
perl-encode-locale
perl-error
perl-ffi-checklib
perl-file-basedir
perl-file-chdir
perl-file-desktopentry
perl-file-listing
perl-file-mimeinfo
perl-file-which
perl-html-parser
perl-html-tagset
perl-http-cookies
perl-http-daemon
perl-http-date
perl-http-message
perl-http-negotiate
perl-io-html
perl-io-socket-ssl
perl-ipc-system-simple
perl-json
perl-libwww
perl-log-message
perl-log-message-simple
perl-lwp-mediatypes
perl-lwp-protocol-https
perl-mailtools
perl-net-http
perl-net-ssleay
perl-path-tiny
perl-term-readline-gnu
perl-term-ui
perl-timedate
perl-try-tiny
perl-uri
perl-www-robotrules
perl-xml-libxml
perl-xml-namespacesupport
perl-xml-parser
perl-xml-sax
perl-xml-sax-base
perl-xml-writer
pigz
pinentry
pixman
pixz
pkcs11-helper
pkgconf
playerctl
polkit
polkit-gnome
poppler
poppler-data
poppler-glib
popt
portaudio
potrace
powertop
ppp
pptpclient
pragha
procps-ng
progsreiserfs
psmisc
pulseaudio
pulseaudio-alsa
pulseaudio-bluetooth
python
python-appdirs
python-beautifulsoup4
python-cairo
python-chardet
python-configobj
python-coverage
python-dbus
python-dbus-common
python-distro
python-gobject
python-httplib2
python-idna
python-jedi
python-jinja
python-lxml
python-markupsafe
python-numpy
python-ordered-set
python-packaging
python-parso
python-pexpect
python-pillow
python-ply
python-psutil
python-ptyprocess
python-pycups
python-pycurl
python-pyparsing
python-pyparted
python-pyxdg
python-requests
python-setproctitle
python-setuptools
python-six
python-soupsieve
python-urllib3
python-xapp
python2
qbittorrent
qpdf
qrencode
qt5-base
qt5-declarative
qt5-imageformats
qt5-script
qt5-svg
qt5-wayland
qt5-x11extras
qt5-xmlpatterns
quazip
ranger
raptor
rasqal
rav1e
re2
readline
redland
reflector
reiserfsprogs
rest
ripgrep
rp-pppoe
rpcbind
rsync
rtkit
rtmpdump
rubberband
ruby
ruby-irb
ruby-reline
rubygems
run-parts
rxvt-unicode
rxvt-unicode-terminfo
sardi-icons
sbc
screen
scrot
sdl
sdl2
sdparm
sed
semver
serd
sg3_utils
shaderc
shadow
shared-mime-info
sharutils
simplescreenrecorder
slack-desktop
slang
smartmontools
smbclient
smplayer
snappy
sord
sound-theme-freedesktop
soundtouch
spandsp
speex
speexdsp
spirv-tools
sqlite
squashfs-tools
sratom
srt
sshfs
startup-notification
stoken
sublime-text-dev
sudo
suitesparse
surfn-icons-git
svt-hevc
sysfsutils
syslinux
system-config-printer
systemd
systemd-libs
systemd-manager
systemd-sysvcompat
t1lib
taglib
talloc
tamsyn-font
tar
tbb
tcl
tcpdump
tdb
telegram-desktop
terminus-font
termite
termite-terminfo
testdisk
tevent
texinfo
the_platinum_searcher-bin
thin-provisioning-tools
thunderbird
tilda
timeshift
tlp
tolua++
tracker3
transmission-gtk
trizen
tslib
ttf-bitstream-vera
ttf-carlito
ttf-dejavu
ttf-droid
ttf-fira-code
ttf-font-awesome
ttf-hack
ttf-inconsolata
ttf-liberation
ttf-ms-fonts
ttf-roboto
ttf-ubuntu-font-family
twolame
tzdata
uchardet
udisks2
ufw
ufw-extras
unace
unrar
unzip
upower
urxvt-perls
urxvt-resize-font-git
usb_modeswitch
usbmuxd
usbutils
util-linux
util-linux-libs
uudeview
v4l-utils
vamp-plugin-sdk
variety
vid.stab
vim
vim-airline
vim-airline-themes
vim-ale
vim-align
vim-ansible
vim-bufexplorer
vim-coverage-highlight
vim-csound
vim-ctrlp
vim-easymotion
vim-editorconfig
vim-fugitive
vim-gitgutter
vim-grammalecte
vim-indent-object
vim-jad
vim-jedi
vim-latexsuite
vim-molokai
vim-nerdcommenter
vim-nerdtree
vim-pastie
vim-runtime
vim-seti
vim-supertab
vim-surround
vim-syntastic
vim-tabular
vim-tagbar
vim-ultisnips
vim-vital
vlc
vmaf
volume_key
volumeicon
vpnc
vte-common
vte3
vulkan-icd-loader
w3m
wavpack
wayland
wayland-protocols
webkit2gtk
webrtc-audio-processing
wget
which
wildmidi
wireless-regdb
wireless_tools
wmctrl
woff2
wpa_supplicant
wpebackend-fdo
wvdial
wvstreams
x264
x265
xapp
xcb-proto
xcb-util
xcb-util-image
xcb-util-keysyms
xcb-util-renderutil
xcb-util-wm
xcb-util-xrm
xdg-dbus-proxy
xdg-user-dirs
xdg-utils
xf86-input-elographics
xf86-input-evdev
xf86-input-libinput
xf86-input-vmmouse
xf86-input-void
xf86-video-amdgpu
xf86-video-ati
xf86-video-fbdev
xf86-video-intel
xfsprogs
xkeyboard-config
xl2tpd
xmlsec
xorg-init
xplc
xsel
xvidcore
xxhash
xz
yad
youtube-dl
zbar
zeromq
zip
zita-alsa-pcmi
zita-resampler
zlib
zstd
zvbi
zxing-cpp
